rpi5-1/20240121-0340-jemalloc/3-locks-mempool/32768/pgbench-warmup-25-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 25
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 2309906
number of failed transactions: 0 (0.000%)
latency average = 0.831 ms
initial connection time = 72.262 ms
tps = 38519.277398 (without initial connection time)